/* Learn more label text */
"<b>Learn more</b> about device management and security." = "<b>Подробнее</b> об управлении устройством и обеспечении безопасности.";

/* No comment provided by engineer. */
"A system error occurred" = "Системная ошибка";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "Учетная запись будет удалена из %@ и всех приложений Yahoo на этом устройстве.";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "Добавить";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "Произошла ошибка. Повторите попытку позже.";

/* Accessibility label for the back button */
"Back" = "Назад";

/* call tip prefix in 2lc */
"Call %@" = "Звонок на %@";

/* No comment provided by engineer. */
"Call again" = "Позвонить снова";

/* Cancel
   Cancel button title */
"Cancel" = "Отмена";

/* Fallback page cannot be loaded. */
"Cannot load page." = "Невозможно загрузить страницу.";

/* Accessibility label for the close button */
"Close" = "Закрыть";

/* Continue to Safari for SHF */
"Continue" = "Продолжить";

/* Create Account view title
   sign up button title */
"Create Account" = "Создать учетную запись";

/* learn more alert title */
"Device Not Recognized" = "Устройство не распознано";

/* No comment provided by engineer. */
"Didn't receive the email?" = "Вы не получили письма?";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "Вы не получили сообщение?";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "Вам не позвонили?";

/* Dismiss */
"Dismiss" = "Отклонить";

/* Edit button title */
"Edit" = "Изменить";

/* No comment provided by engineer. */
"Email could not be sent" = "Не удалось отправить письмо";

/* No comment provided by engineer. */
"Email sent" = "Письмо отправлено";

/* No comment provided by engineer. */
"Enter Code" = "Введите код";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "По соображениям безопасности вы должны разблокировать свою учетную запись.";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "Для большей безопасности снова подтвердите вашу учетную запись.";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "Забыли пароль или логин?";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "Забыли пароль?";

/* Go to Account recovery */
"Get Help" = "Получить справку";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "Неверный ответ. Повторите попытку.";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "Неверный логин или пароль. Повторите попытку.";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "Достигнут лимит. Не удалось отправить письмо.";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "Достигнут лимит. Невозможно отправить текстовое сообщение или сделать голосовой вызов.";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "Время сеанса входа истекло, повторите попытку.";

/* Network error alert view title */
"Network unavailable." = "Сеть недоступна.";

/* OK
   OK Button title
   ok button title */
"OK" = "OK";

/* password text field place holder */
"Password" = "Пароль";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "Введите свой пароль для \n%@";

/* Remove the account
   SSO remove account title */
"Remove" = "Удалить";

/* Remove an account label on SSO screen */
"Remove an account" = "Удалить учетную запись";

/* Select an account label on SSO screen */
"Select an account" = "Выбрать учетную запись";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "Сеанс завершен, повторите вход в сервис.";

/* sign in button title */
"Sign In" = "Войти";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "Войти с помощью <a>Facebook</a> или <b>Google</b>";

/* Zero tap alert signed in as */
"Signed in as" = "Вы вошли как";

/* signing in state title for sign in button */
"Signing In" = "Вход";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "Система не работает. Повторите попытку позже.";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "Сейчас нельзя войти в сервис. Повторите попытку позже.";

/* sms tip prefix in 2lc */
"Text %@" = "SMS на %@";

/* No comment provided by engineer. */
"Text message could not be sent" = "Не удалось отправить сообщение";

/* No comment provided by engineer. */
"Text message sent" = "Текстовое сообщение отправлено";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "Не удалось извлечь данные второй проверки из SLCC.";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "Слишком много попыток. Попробуйте еще раз через 24 часа.";

/* No comment provided by engineer. */
"Try again" = "Попробуйте ещё раз";

/* No comment provided by engineer. */
"Unable to place a voice call" = "Невозможно сделать голосовой вызов";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "Не удалось выполнить вход. Проверьте системную дату и повторите попытку.";

/* Token handoff failure */
"Unable to sign in. Please try again." = "Не удалось войти. Повторите попытку.";

/* Unlock */
"Unlock" = "Разблокировать";

/* unlock account view title */
"Unlock Your Account" = "Разблокируйте учетную запись";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "Обновить учетную запись";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "Перейдите на Yahoo";

/* User already signed-in */
"User already signed-in" = "Пользователь уже вошел";

/* User already signed-in */
"User %d is already signed in" = "User %d is already signed in";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "Код подтверждения отправлен на %@";

/* No comment provided by engineer. */
"Voice call in progress" = "Текущий голосовой вызов";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "Код подтверждения отправлен на ваш номер %@";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "Это устройство не распознается. Подтвердите свою личность – ответьте на контрольный вопрос.";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "Это устройство не распознается. Подтвердите вашу личность. Вам будет отправлен код подтверждения.";

/* ID text field place holder */
"Yahoo ID" = "Yahoo Логин";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "Вам должно быть не менее 13 лет.";

/* No comment provided by engineer. */
"Your account is locked." = "Ваша учетная запись заблокирована.";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "Ваша учетная запись разблокирована. Войдите в сервис.";

/* No comment provided by engineer. */
"Your Answer" = "Ваш ответ";

/* learn more alert msg line 1 */
"• New device?" = "• Новое устройство?";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• Вы включили проверку при входе?";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• Вы входите в сервис из другой страны?";

/* Yahoo Messenger */
"Messenger" = "Messenger";